Repository: GoodM4ven/EXTENSION_GNOME_athan
Catalog: po/*.po
Languages: ar

source: Azan
ar: المؤذن

source: Al-Ahad
ar: الأحد

source: Al-Ithnan
ar: الاثنين

source: Al-Thulatha'
ar: الثلاثاء

source: Al-Arbi'a'
ar: الأربعاء

source: Al-Khamees
ar: الخميس

source: Al-Jumu'ah
ar: الجمعة

source: Al-Ssabt
ar: السبت

source: Muharram
ar: محرم

source: Safar
ar: سفر

source: Rabi' Al-Awwal
ar: ربيع الأول

source: Rabi' Al-Aakhir
ar: ربيع الآخر

source: Jumada Al-Uola
ar: جمادى الأول

source: Jumada Al-Aakhirah
ar: جمادى الآخرة

source: Rajab
ar: رجب

source: Sha'ban
ar: شعبان

source: Ramadan
ar: رمضان

source: Shawwal
ar: شوال

source: Thu Al-Qa'dah
ar: ذو القعدة

source: Thu Al-Hijjah
ar: ذو الحجة

source: Al-Fajr
ar: الفجر

source: Al-Shurooq
ar: الشروق

source: Jummah
ar: الجمعة

source: Al-Thuhr
ar: الظهر

source: Al-Asr
ar: العصر

source: Al-Maghrib
ar: المغرب

source: Al-Isha'
ar: العشاء

source: Muntasaf Al-Layl
ar: منتصف الليل

source: Muslim World League
ar: رابطة العالم الإسلامي

source: Umm Al-Qura University, Makkah
ar: جامعة أم القرى، مكة المكرمة

source: Egyptian General Authority of Survey, Egypt
ar: الهيئة المصرية العامة للمساحة، مصر

source: University of Islamic Sciences, Karachi
ar: معهد العالمية للدراسات الإسلامية، باكستان

source: One minute remaining until %s prayer.
ar: حان وقت صلاة %s

source: Prayer time: %s
ar: موعد الأذان: %s

source: It’s time for %s prayer.
ar: حان وقت صلاة %s

# Extention indecator
source: %s -%s
ar: %s بعد %s

source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

source: Imsak
ar: إمساك الصيام

source: Fajr
ar: الفجر

source: Sunrise
ar: الشروق

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Sunset
ar: المغرب

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Midnight
ar: التهجد

source: Automatic location
ar: تحديد الموقع تلقائيا

source: AM/PM time format
ar: نوع التوقيت ص/م

source: Notify me when it's athan time
ar: نبهني عند حلول وقت الأذان

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Hijri date adjustment
ar: تدقيق التاريخ الهجري

source: Calculation method
ar: طريقة حساب وقت الصلاة

source: Timezone
ar: المنطقة الزمنية

source: Panel position
ar: مكان عرض المؤقت

source: Show times
ar: اعرض التوقيتات

source: Notify me before athan
ar: نبهني قبل الأذان

source: Calculation
ar: طريقة الحساب

source: Location
ar: الموقع الجغرافي

source: Display
ar: طريقة العرض

source: Notifications
ar: التنبيهات

source: Auto
ar: تلقائي

source: Center
ar: في الوسط

source: Left
ar: على اليسار

source: Right
ar: على اليمين

source: Primary prayers only
ar: الصلوات المفروضة فقط

source: All times
ar: كل الأوقات

source: Off
ar: مغلق

source: 5 min
ar: 5 دقائق

source: 10 min
ar: 10 دقائق

source: 15 min
ar: 15 دقيقة
